Dlubal.TimberPro.LoadDurationClass
Load duration parameters

Dlubal.TimberPro.LoadDurationClass.LoadDurationUnknown
Unknown load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationPermanent
Permanent load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationLongTerm
Long term load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationMediumTerm
Medium term load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationShortTerm
Short term load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationInstantaneous
Instantaneous load duration

Dlubal.TimberPro.LoadDurationClass.LoadDurationShortTermInstantaneous
Short term / instantaneous load duration